---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsAttrBreakSymInCutline
source: html/b3ba3c68-b459-898e-b0fa-27c25c0fcaac.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsAttrBreakSymInCutline Property

"Break Symbol in Plan"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsAttrBreakSymInCutline { get; }
```